[zh_CN]
; Audio组件字符资源
IDS_AUDIO_ADAPTER_OPEN=已启用
IDS_AUDIO_ADAPTER_CLOSE=未启用
IDS_AUDIO_DEVICE_INFO=/***************************** 音频设备信息 ***************************/
IDS_AUDIO_DEVICE_NAME=音频设备名:
IDS_AUDIO_DEVICE_MANUFACTURER=制造商:
IDS_AUDIO_DRIVER_VERSION = 声卡驱动版本号:
IDS_AUDIO_DEVICE_SITUATION=使用情况:
IDS_AUDIO_VOLUM=当前系统音量:
IDS_AUDIO_VOLUM_ZERO=当前系统是否静音:
IDS_YES=是
IDS_NO=否
IDS_AUDIO_MICROPHONE_VOLUM=当前麦克风音量:
IDS_AUDIO_MICROPHONE_VOLUM_ZERO=当前麦克风是否静音:

; Network组件字符资源
IDS_NETWORK_TCP_PORT_ZERO=无法获取TCP的端口信息
IDS_NETWORK_UDP_PORT_ZERO=无法获取UDP的端口信息
IDS_NETWORK_PROTOCAL_TYPE=协议类型
IDS_NETWORK_LOCAL_ADDR=本地地址
IDS_NETWORK_REMOT_ADDR=远端地址
IDS_NETWORK_PORT_STATUS=端口状态
IDS_NETWORK_INFORMATION=/***************************** 本地网络信息 ***************************/
IDS_NETWORK_INTERFACE_DESC=网络接口描述:
IDS_NETWORK_MAC_ADDR=MAC 地址:
IDS_NETWORK_DNS_NAME=DNS主机名称:
IDS_NETWORK_LOCAL_IP=本机IP:
IDS_NETWORK_SUBNET_MASK=子网掩码:
IDS_NETWORK_GATEWAY_ADDR=网关地址:
IDS_NETWORK_DNS_SERVER=DNS服务器:
IDS_NETWORK_DHCP_USE=是否使用DHCP:  是
IDS_NETWORK_DHCP_NOT_USE=是否使用DHCP:  否
IDS_NETWORK_DHCP_SERVER=DHCP服务器:
IDS_NETWORK_DHCP_LEASE_TIME=租用到期时间:
IDS_NETWORK_DHCP_BEGIN_TIME=开始租用时间:
IDS_NETWORK_DHCP_ROUTING_INFO=以下是路由信息:
IDS_NETWORK_DHCP_TARGET_ADDR=目标地址:
IDS_NETWORK_DHCP_NEXT_JUMP=下一跳:
IDS_NETWORK_PORT_INFORMATION=以下是端口使用信息：

; OS组件字符资源
IDS_OS_INFORMATION=/***************************** 操作系统信息 ***************************/
IDS_OS_NAME=操作系统名:
IDS_OS_PROVIDER=操作系统提供商:
IDS_OS_MEMORY_SIZE=物理内存大小:
IDS_OS_CPU_INFO=以下是CPU信息:
IDS_OS_CPU_NAME=CPU名:
IDS_OS_LANGUAGE=系统语言类型:
IDS_OS_MEMORY_STATE=内存使用状况:
IDS_OS_CPU_STATE=CPU使用状况:

; Plugin组件字符资源
IDS_PLUGIN_EXCEPTION_TIME=异常发生的时间: %d-%d-%d %02d:%02d:%02d.%03d
IDS_PLUGIN_PROCESS_ID=进程ID: %d
IDS_PLUGIN_EXCEPTION_THREAD_ID=发生异常的线程ID: %d
IDS_PLUGIN_EXCEPTION_CODE=异常类型码: 0x%08X
IDS_PLUGIN_EXCEPTION_ADDR=发生异常的内存地址: 0x%08X [%hs]:0x%08X %s
IDS_PLUGIN_EXCEPTION_UNKNOW_ADDR=发生异常的内存地址: 0x%08X [UNKNOWN]
IDS_PLUGIN_EXE_FILE_PATH=可执行文件所在路径: %s
IDS_PLUGIN_CURRENT_PATH=当前工作路径: %s
IDS_PLUGIN_CURRENT_CMD=当前命令行: %s
IDS_PLUGIN_THREAD_STACK=异常线程堆栈信息:【线程ID:%d】
IDS_PLUGIN_ALL_THREAD_INFO=所有线程信息:
IDS_PLUGIN_THREAD_ID=线程ID: %d
IDS_PLUGIN_THREAD_PRI=优先级: %d
IDS_PLUGIN_THREAD_TIME=创建时间: %d-%d-%d %02d:%02d:%02d.%03d
IDS_PLUGIN_THREAD_INFO_ZERO=无法获取线程信息, Error:%d
IDS_PLUGIN_MEMORY_INFO_ZERO=无法获取内存镜像, Error:%d
IDS_PLUGIN_MODULE_INFO_ZERO=ToolHelp32无效指针，无法获取线程或模块信息
IDS_PLUGIN_FILE_PATH=文件路径: %s
IDS_PLUGIN_FILE_SIZE=文件大小: %d
IDS_PLUGIN_FILE_COPYRIGHT=文件版本: %s
IDS_PLUGIN_FILE_DESC=文件描述: %s
IDS_PLUGIN_PRODUCT_NAME=产品名称: %s
IDS_PLUGIN_COMPANY_NAME=公司名称: %s

; Software组件字符资源
IDS_SOFTWARE_INFO=/***************************** 软件版本信息 ***************************/
IDS_SOFTWARE_FILE_VERSION=文件版本:
IDS_SOFTWARE_PRODUCT_NAME=产品名称:
IDS_SOFTWARE_PRODUCT_VERSION=产品版本:
IDS_SOFTWARE_COMPANY_NAME=公司名称:

; Vedio组件字符资源
IDS_VIDEO_CAMERA_NAME=摄像头名:
IDS_VIDEO_DEVICE_INFO=/***************************** 视频设备信息 ***************************/
IDS_VIDEO_DEVICE_NAME=视频设备名:
IDS_VIDEO_DRIVE_VERSION=驱动版本号:

; IE信息字符资源
IDS_IE_INFO=/***************************** IE信息 ***************************/
IDS_IE_VERSION=IE版本:
IDS_PROXY_STATE=代理服务器状态:
IDS_PROXY_SERVER=代理服务器:
IDS_PROXY_EXCEPTION=代理例外:
IDS_PROXY_HTTP1_1=通过代理连接使用 HTTP1.1:
IDS_BROWERS_HELPER_OBJECT=浏览器辅助对象:
IDS_IE_EXTENTION=浏览器扩展:
IDS_IE_TOOLBAR=工具栏:
IDS_IE_INVOCATION=启用状态
IDS_IE_FORBIDDEN=禁用状态

; UI组件字符资源
IDS_UI_DETAIL=详细信息
IDS_UI_FILE=文件
IDS_UI_SIZE=大小
IDS_UI_FILE_TOTAL_SIZE=文件总大小：%.2fKB
IDS_UI_FAULT_REPORT=故障反馈
IDS_UI_DESCRIBE1=由于某种原因，软件在使用过程中发生了故障，我们已收集必要的故障定位信息
IDS_UI_DESCRIBE2=您可以点击“详细信息"按钮进行查看。
IDS_UI_DESCRIBE3=
IDS_UI_CONTACT=填写联系方式
IDS_UI_EMAIL_PROMPT=请您填写正确的联系方式，以便将处理结果及时的知会您。
IDS_UI_CONTACT_PROMPT1=您可以填写相关的联系方式，问题的处理进展将通过短信或者邮件的方式知会您，
IDS_UI_CONTACT_PROMPT2=同时，您所填写的信息将会被严格保密。
IDS_UI_DETAIL_PROMPT1=该页显示已经收集的文件信息列表，您可以双击列表项查看该文件内容。收集的信
IDS_UI_DETAIL_PROMPT2=息可能涉及您的隐私数据，请妥善保管数据且遵从当地适用的法律法规。
IDS_UI_FAULT_DESCRIBE1=问题描述
IDS_UI_FAULT_DESCRIBE2=您可以描述一下问题产生的操作步骤，以方便我们定位：
IDS_UI_FAULT_DESCRIBE3=重新启动软件
IDS_UI_FAULT_DESCRIBE4=上报错误
IDS_UI_CONFIRM=确定
IDS_UI_OPENFILES=打开文件夹
IDS_UI_CONTACT_NAME=姓名:
IDS_UI_CONTACT_SMS=短信号码:
IDS_UI_CANCEL=取消
IDS_UI_CONTACT_METHOD=联系方式
IDS_UI_FILE_LIST=文件列表
IDS_UI_WRITE_DES=请您填写详细的故障描述。
IDS_UI_INFORMATION=提示
IDS_UI_CRASH=软件Crash:
IDS_UI_DEADLOCK=软件僵死:
IDS_PATHERROR_TITLE=文件路径获取失败
IDS_PATHERROR_INFO=由于获取文件路径发生异常，为避免误删文件，故障报告客户端将自动退出。给您造成的不便，我们感到非常抱歉。
; 主动报告提示信息
IDS_UI_MANUAL=收集调试信息给技术支持,您可以点击“详细信息"按钮进行查看。
IDS_UI_MANUAL_DESCRIBE=您可以描述一下问题产生的操作步骤，以方便我们定位：
IDS_UI_TITLE=文件夹拷贝


[en]
; Audio组件字符资源
IDS_AUDIO_ADAPTER_OPEN=In Use
IDS_AUDIO_ADAPTER_CLOSE=Not In Use
IDS_AUDIO_DEVICE_INFO=/***************************** Audio Device Information ***************************/
IDS_AUDIO_DEVICE_NAME=Audio Device Name:
IDS_AUDIO_DEVICE_MANUFACTURER=Manufacturer:
IDS_AUDIO_DRIVER_VERSION  = Audio Device Version:
IDS_AUDIO_DEVICE_SITUATION=Equipment Use:
IDS_AUDIO_VOLUM=System Volum:
IDS_AUDIO_VOLUM_ZERO=Whether The Current System Mute:
IDS_YES=Yes
IDS_NO=No
IDS_AUDIO_MICROPHONE_VOLUM=Microphone Volum:
IDS_AUDIO_MICROPHONE_VOLUM_ZERO=Whether The Current Microphone Mute:

; Network组件字符资源
IDS_NETWORK_TCP_PORT_ZERO=Can`t Obtain The TCP Ports Info
IDS_NETWORK_UDP_PORT_ZERO=Can`t Obtain The UDP Ports Info
IDS_NETWORK_PROTOCAL_TYPE=Protocal Type
IDS_NETWORK_LOCAL_ADDR=LOCAL ADDR
IDS_NETWORK_REMOT_ADDR=REMOT ADDR
IDS_NETWORK_PORT_STATUS=PORT STATUS
IDS_NETWORK_INFORMATION=/***************************** Local Network Information ***************************/
IDS_NETWORK_INTERFACE_DESC=Net Interface Describe:
IDS_NETWORK_MAC_ADDR=MAC Address:
IDS_NETWORK_DNS_NAME=DNS Host Name:
IDS_NETWORK_LOCAL_IP=LOCAL IP:
IDS_NETWORK_SUBNET_MASK=Subnet Mask:
IDS_NETWORK_GATEWAY_ADDR=Gateway Address:
IDS_NETWORK_DNS_SERVER=DNS Server:
IDS_NETWORK_DHCP_USE=Whether Use The DHCP:  Yes
IDS_NETWORK_DHCP_NOT_USE=Whether Use The DHCP:  NO
IDS_NETWORK_DHCP_SERVER=DHCP Server:
IDS_NETWORK_DHCP_LEASE_TIME=Lease Expiration Time:
IDS_NETWORK_DHCP_BEGIN_TIME=The Beginning Of The Rental Time:
IDS_NETWORK_DHCP_ROUTING_INFO=The Following Is Routing Information:
IDS_NETWORK_DHCP_TARGET_ADDR=Target Address:
IDS_NETWORK_DHCP_NEXT_JUMP=Next Jump:
IDS_NETWORK_PORT_INFORMATION=The Following Is Port Information:

; OS组件字符资源
IDS_OS_INFORMATION=/***************************** Operation System Information ***************************/
IDS_OS_NAME=Operation System Name:
IDS_OS_PROVIDER=Operation System Provider:
IDS_OS_MEMORY_SIZE=Memory Size:
IDS_OS_CPU_INFO=The Following Is CPU Information:
IDS_OS_CPU_NAME=CPU Name:
IDS_OS_LANGUAGE=OS Language Type:
IDS_OS_MEMORY_STATE=Memory In Use:
IDS_OS_CPU_STATE=CPU In Use:

; Plugin组件字符资源
IDS_PLUGIN_EXCEPTION_TIME=Exception Occurred Time: %d-%d-%d %02d:%02d:%02d.%03d
IDS_PLUGIN_PROCESS_ID=Process ID: %d
IDS_PLUGIN_EXCEPTION_THREAD_ID=Exception Thread ID: %d
IDS_PLUGIN_EXCEPTION_CODE=Exception Code: 0x%08X
IDS_PLUGIN_EXCEPTION_ADDR=Exception Memory Address: 0x%08X [%hs]:0x%08X %s
IDS_PLUGIN_EXCEPTION_UNKNOW_ADDR=Exception Memory Address: 0x%08X [UNKNOWN]
IDS_PLUGIN_EXE_FILE_PATH=EXE File Path: %s
IDS_PLUGIN_CURRENT_PATH=Current Path: %s
IDS_PLUGIN_CURRENT_CMD=Current CMD: %s
IDS_PLUGIN_THREAD_STACK=Exception Thread Stack Information:【Thread ID:%d】
IDS_PLUGIN_ALL_THREAD_INFO=All The Thread Information:
IDS_PLUGIN_THREAD_ID=Thread ID: %d
IDS_PLUGIN_THREAD_PRI=PRI: %d
IDS_PLUGIN_THREAD_TIME=Creation Time: %d-%d-%d %02d:%02d:%02d.%03d
IDS_PLUGIN_THREAD_INFO_ZERO=Can`t Obtain Thread Information, Error:%d
IDS_PLUGIN_MEMORY_INFO_ZERO=Can`t Obtain Memory Information, Error:%d
IDS_PLUGIN_MODULE_INFO_ZERO=ToolHelp32 Invalid Point，Can`t Obtain The Thread Or Module Information
IDS_PLUGIN_FILE_PATH=File Path: %s
IDS_PLUGIN_FILE_SIZE=File Size: %d
IDS_PLUGIN_FILE_COPYRIGHT=File Copyright: %s
IDS_PLUGIN_FILE_DESC=File Description: %s
IDS_PLUGIN_PRODUCT_NAME=Product Name: %s
IDS_PLUGIN_COMPANY_NAME=Company Name: %s

; Software组件字符资源
IDS_SOFTWARE_INFO=/***************************** Software Version Information ***************************/
IDS_SOFTWARE_FILE_VERSION=File Version:
IDS_SOFTWARE_PRODUCT_NAME=Product Name:
IDS_SOFTWARE_PRODUCT_VERSION=Product Version:
IDS_SOFTWARE_COMPANY_NAME=Company Name:

; Vedio组件字符资源
IDS_VIDEO_CAMERA_NAME=Camera Name:
IDS_VIDEO_DEVICE_INFO=/***************************** Video Device Information ***************************/
IDS_VIDEO_DEVICE_NAME=Video Device Name:
IDS_VIDEO_DRIVE_VERSION=Drive Version:

; IE信息字符资源
IDS_IE_INFO=/***************************** IE Information ***************************/
IDS_IE_VERSION=IE Version:
IDS_PROXY_STATE=Proxy State:
IDS_PROXY_SERVER=Proxy Server:
IDS_PROXY_EXCEPTION=Proxy Exception:
IDS_PROXY_HTTP1_1=Connect HTTP1.1 by Proxy:
IDS_BROWERS_HELPER_OBJECT=Browers Helpers Objects:
IDS_IE_EXTENTION=Browers Extention:
IDS_IE_TOOLBAR=Toolbar:
IDS_IE_INVOCATION=Initiate Mode
IDS_IE_FORBIDDEN=Forbidden Mode


; UI组件字符资源
IDS_UI_DETAIL=Details
IDS_UI_FILE=File
IDS_UI_SIZE=Size
IDS_UI_FILE_TOTAL_SIZE=Total Size:%.2fKB
IDS_UI_FAULT_REPORT=Fault Report

   
IDS_UI_DESCRIBE1=An error occured for some reason, a report has generated. you can click on the 
IDS_UI_DESCRIBE2="Details" button to view
IDS_UI_DESCRIBE3=
IDS_UI_DESCRIBE4=
IDS_UI_DESCRIBE5=
IDS_UI_CONTACT=Enter Contact Info
IDS_UI_EMAIL_PROMPT=Please fill out the correct contact information so that the results will be timely informed of your.

IDS_UI_CONTACT_PROMPT1=You can fill out the relevant contact details, the progress of issues th-
IDS_UI_CONTACT_PROMPT2=rough SMS or email to inform you,and the information you filled will be 
IDS_UI_CONTACT_PROMPT3=kept strictly confidential.

IDS_UI_DETAIL_PROMPT1=This page shows the documents collected on the list, you can double click the list item to
IDS_UI_DETAIL_PROMPT2=view the content of the document. The information collected may involve your privacy, you
IDS_UI_DETAIL_PROMPT3=should keep your data and comply with applicable local laws and regulations.
IDS_UI_DETAIL_PROMPT4=

IDS_UI_FAULT_DESCRIBE1=Fault Describe
IDS_UI_FAULT_DESCRIBE2=You can describe the steps of fault to facilitate position:
IDS_UI_FAULT_DESCRIBE3=Restart Client
IDS_UI_FAULT_DESCRIBE4=Report Fault
IDS_UI_CONFIRM=confirm
IDS_UI_OPENFILES=Open Files
IDS_UI_CONTACT_NAME=Name:
IDS_UI_CONTACT_SMS=SMS Number:
IDS_UI_CANCEL=Cancel
IDS_UI_CONTACT_METHOD=Contact
IDS_UI_FILE_LIST=File List
IDS_UI_WRITE_DES=Please enter details about the fault.
IDS_UI_INFORMATION=Information
IDS_UI_CRASH=software crashed:
IDS_UI_DEADLOCK=software deadlock:
IDS_PATHERROR_TITLE=Failed to get file path.
IDS_PATHERROR_INFO=For some reason, the software took place in the course of the fault, the inconvenience caused to you, we are very sorry.
；manual report information
IDS_UI_MANUAL=Please collect debug message to our tech. support , and you can look over with clicking button "Details" to view.
IDS_UI_MANUAL_DESCRIBE=You can describe the steps of fault to facilitate position:
IDS_UI_TITLE=Copying folder


[es]
; Audio组件字符资源
IDS_AUDIO_ADAPTER_OPEN=En uso
IDS_AUDIO_ADAPTER_CLOSE=No está en uso
IDS_AUDIO_DEVICE_INFO=/***************************** Información del dispositivo de audio ***************************/
IDS_AUDIO_DEVICE_NAME=Nombre del dispositivo de audio:
IDS_AUDIO_DEVICE_MANUFACTURER=Fabricante:
IDS_AUDIO_DRIVER_VERSION  = Versión del dispositivo de audio:
IDS_AUDIO_DEVICE_SITUATION=Uso del equipo:
IDS_AUDIO_VOLUM=Volumen del sistema:
IDS_AUDIO_VOLUM_ZERO=Silenciar el sistema actual:
IDS_YES=Sí
IDS_NO=No
IDS_AUDIO_MICROPHONE_VOLUM=Volumen del micrófono:
IDS_AUDIO_MICROPHONE_VOLUM_ZERO=Silenciar el micrófono actual:

; Network组件字符资源
IDS_NETWORK_TCP_PORT_ZERO=Error al obtener la información de los puertos TCP
IDS_NETWORK_UDP_PORT_ZERO=Error al obtener la información de los puertos UDP
IDS_NETWORK_PROTOCAL_TYPE=Tipo de protocolo
IDS_NETWORK_LOCAL_ADDR=DIRECCIóN LOCAL
IDS_NETWORK_REMOT_ADDR=DIRECCIóN REMOTA
IDS_NETWORK_PORT_STATUS=ESTADO DEL PUERTO
IDS_NETWORK_INFORMATION=/***************************** Información de la red local ***************************/
IDS_NETWORK_INTERFACE_DESC=Descripción de la interfaz de red:
IDS_NETWORK_MAC_ADDR=Dirección MAC:
IDS_NETWORK_DNS_NAME=Nombre del host del DNS:
IDS_NETWORK_LOCAL_IP=IP LOCAL:
IDS_NETWORK_SUBNET_MASK=Máscara de subred:
IDS_NETWORK_GATEWAY_ADDR=Dirección del gateway:
IDS_NETWORK_DNS_SERVER=Servidor DNS:
IDS_NETWORK_DHCP_USE=Usar DHCP: Sí
IDS_NETWORK_DHCP_NOT_USE=Usar DHCP:  NO
IDS_NETWORK_DHCP_SERVER=Servidor DHCP:
IDS_NETWORK_DHCP_LEASE_TIME=Fecha y hora de expiración del arrendamiento:
IDS_NETWORK_DHCP_BEGIN_TIME=Comienzo del período del abono:
IDS_NETWORK_DHCP_ROUTING_INFO=Información de enrutamiento:
IDS_NETWORK_DHCP_TARGET_ADDR=Dirección de destino:
IDS_NETWORK_DHCP_NEXT_JUMP=Salto siguiente:
IDS_NETWORK_PORT_INFORMATION=Información del puerto:

; OS组件字符资源
IDS_OS_INFORMATION=/***************************** Información del sistema operativo ***************************/
IDS_OS_NAME=Nombre del sistema operativo:
IDS_OS_PROVIDER=Proveedor del sistema operativo:
IDS_OS_MEMORY_SIZE=Tamaño de la memoria:
IDS_OS_CPU_INFO=Información de la CPU:
IDS_OS_CPU_NAME=Nombre de la CPU:
IDS_OS_LANGUAGE=Tipo de idioma del sistema operativo:
IDS_OS_MEMORY_STATE=Memoria usada:
IDS_OS_CPU_STATE=CPU usada:

; Plugin组件字符资源
IDS_PLUGIN_EXCEPTION_TIME=Fecha y hora de la excepción: %d-%d-%d %02d:%02d:%02d.%03d
IDS_PLUGIN_PROCESS_ID=ID del proceso: %d
IDS_PLUGIN_EXCEPTION_THREAD_ID=ID del subproceso con excepciones: %d
IDS_PLUGIN_EXCEPTION_CODE=Código de excepción: 0x%08X
IDS_PLUGIN_EXCEPTION_ADDR=Dirección de la memoria con excepciones: 0x%08X [%hs]:0x%08X %s
IDS_PLUGIN_EXCEPTION_UNKNOW_ADDR=Dirección de la memoria con excepciones: 0x%08X [UNKNOWN]
IDS_PLUGIN_EXE_FILE_PATH=Ruta del archivo EXE: %s
IDS_PLUGIN_CURRENT_PATH=Ruta actual: %s
IDS_PLUGIN_CURRENT_CMD=CMD actual: %s
IDS_PLUGIN_THREAD_STACK=Información de la pila de subprocesos con excepciones:【ID del subproceso:%d】
IDS_PLUGIN_ALL_THREAD_INFO=Información de todos los subprocesos:
IDS_PLUGIN_THREAD_ID=ID del subproceso: %d
IDS_PLUGIN_THREAD_PRI=PRI: %d
IDS_PLUGIN_THREAD_TIME=Fecha y hora de creación: %d-%d-%d %02d:%02d:%02d.%03d
IDS_PLUGIN_THREAD_INFO_ZERO=Error al obtener la información del subproceso. Error:%d
IDS_PLUGIN_MEMORY_INFO_ZERO=Error al obtener la información de la memoria. Error:%d
IDS_PLUGIN_MODULE_INFO_ZERO=Punto no válido ToolHelp32. Error al obtener la información del subproceso o módulo
IDS_PLUGIN_FILE_PATH=Ruta del archivo: %s
IDS_PLUGIN_FILE_SIZE=Tamaño del archivo: %d
IDS_PLUGIN_FILE_COPYRIGHT=Copyright del archivo: %s
IDS_PLUGIN_FILE_DESC=Descripción del archivo: %s
IDS_PLUGIN_PRODUCT_NAME=Nombre del producto: %s
IDS_PLUGIN_COMPANY_NAME=Nombre de la compañía: %s

; Software组件字符资源
IDS_SOFTWARE_INFO=/***************************** Información de la versión de software ***************************/
IDS_SOFTWARE_FILE_VERSION=Versión del archivo:
IDS_SOFTWARE_PRODUCT_NAME=Nombre del producto:
IDS_SOFTWARE_PRODUCT_VERSION=Versión del producto:
IDS_SOFTWARE_COMPANY_NAME=Nombre de la compañía:

; Vedio组件字符资源
IDS_VIDEO_CAMERA_NAME=Nombre de la cámara:
IDS_VIDEO_DEVICE_INFO=/***************************** Información del dispositivo de vídeo ***************************/
IDS_VIDEO_DEVICE_NAME=Nombre del dispositivo de vídeo:
IDS_VIDEO_DRIVE_VERSION=Versión de la unidad de disco:

; IE信息字符资源
IDS_IE_INFO=/***************************** Información de IE ***************************/
IDS_IE_VERSION=Versión de IE:
IDS_PROXY_STATE=Estado del proxy:
IDS_PROXY_SERVER=Servidor proxy:
IDS_PROXY_EXCEPTION=Excepción del proxy:
IDS_PROXY_HTTP1_1=Conectar HTTP1.1 por Proxy:
IDS_BROWERS_HELPER_OBJECT=Objetos de ayuda de los navegadores:
IDS_IE_EXTENTION=Extensión de navegador:
IDS_IE_TOOLBAR=Barra de herramientas:
IDS_IE_INVOCATION=Modo inicio
IDS_IE_FORBIDDEN=Modo prohibido


; UI组件字符资源
IDS_UI_DETAIL=Detalles
IDS_UI_FILE=Archivo
IDS_UI_SIZE=Tamaño
IDS_UI_FILE_TOTAL_SIZE=Tamaño total: %.2fKB
IDS_UI_FAULT_REPORT=Reporte de fallas

IDS_UI_DESCRIBE1=Cuando se produce un error, se genera un reporte. Para un mejor servicio, envíenos el reporte para que nuestro agente de servicios pueda localizar la falla. La información se mantendrá confidencial.
IDS_UI_DESCRIBE2=
IDS_UI_DESCRIBE3=
IDS_UI_DESCRIBE4=
IDS_UI_DESCRIBE5=
;IDS_UI_DESCRIBE1=Cuando se produce un error, se genera un reporte. Para un mejor 
;IDS_UI_DESCRIBE2=servicio, envíenos el reporte para que nuestro agente de servi-
;IDS_UI_DESCRIBE3=cios pueda localizar la falla. La información se mantendrá con-
;IDS_UI_DESCRIBE4=fidencial.
;IDS_UI_DESCRIBE5=
IDS_UI_CONTACT=Introduzca la información del contacto
IDS_UI_EMAIL_PROMPT=Introduzca la información de contacto correcta para que se le informen los resultados oportunamente.

IDS_UI_CONTACT_PROMPT1=Es posible introducir detalles de contacto importantes, se le informará 
IDS_UI_CONTACT_PROMPT2=el progreso del problema vía SMS o correo electrónico,La información 
IDS_UI_CONTACT_PROMPT3=introducida será estrictamente confidencial.
	
IDS_UI_DETAIL_PROMPT1=Esta página muestra una lista de información de archivo que se ha recogido puede hacer do-
IDS_UI_DETAIL_PROMPT2=ble clic en el elemento de la lista para ver el contenido del archivo. La información recopilada
IDS_UI_DETAIL_PROMPT3=puede incluir su privacidad, usted debe mantener sus datos y cumplir con las leyes y reglame-
IDS_UI_DETAIL_PROMPT4=ntos loc ales aplicables.

IDS_UI_FAULT_DESCRIBE1=Descripción de las fallas
IDS_UI_FAULT_DESCRIBE2=Describa los pasos de la falla para facilitar la localización:
IDS_UI_FAULT_DESCRIBE3=Reiniciar cliente
IDS_UI_FAULT_DESCRIBE4=Reportar fallas
IDS_UI_CONFIRM=confirmar
IDS_UI_OPENFILES=Abrir archivos
IDS_UI_CONTACT_NAME=Nombre:
IDS_UI_CONTACT_SMS=Número de SMS:
IDS_UI_CANCEL=Cancelar
IDS_UI_CONTACT_METHOD=Contacto
IDS_UI_FILE_LIST=Lista de archivos
IDS_UI_WRITE_DES=Introduzca los detalles sobre la falla.
IDS_UI_INFORMATION=Información
IDS_UI_CRASH=software bloqueado:
IDS_UI_DEADLOCK=interbloqueo de software:
IDS_PATHERROR_TITLE=Error al obtener la ruta del archivo.
IDS_PATHERROR_INFO=Por algún motivo, el software se ha involucrado en el curso de la falla y puede causar inconvenientes.
；manual report information
IDS_UI_MANUAL=Recoger el mensaje de depuración a nuestro centro de soporte técnico. Para obtener más información, haga clic en el botón "Detalles".
IDS_UI_MANUAL_DESCRIBE=Describa los pasos de la falla para facilitar la localización:
IDS_UI_TITLE=Copiar carpeta

